Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Symbolisieren nötig wäre. Der MetricKit-Bericht unten
ar: للرمزنة. تقرير MetricKit أدناه
bn: সিম্বলাইজ করা প্রয়োজন হত। নিচের MetricKit রিপোর্ট
en: symbolication would require. The MetricKit report below
es: que haría falta para simbolizar. El informe de MetricKit de abajo
fr: symbolisation exigerait. Le rapport MetricKit ci-dessous
hi: सिंबलीकरण के लिए ज़रूरी होगी। नीचे दी गई MetricKit रिपोर्ट
id: perlu symbolisasi. Laporan MetricKit di bawah
it: serve per simbolizzare. Il report MetricKit qui sotto
ja: メモリ確保が一切できないためです。下の MetricKit レポートには
ko: 심볼화가 필요했을 것입니다. 아래 MetricKit 보고서는
pt: necessário para simbolizar. O relatório MetricKit abaixo
ru: нужно для символизации. Отчёт MetricKit ниже
tr: sembolleştirme gerekirdi. Aşağıdaki MetricKit raporu
ur: سمبلائز کرنے کی ضرورت ہوتی۔ نیچے دی گئی MetricKit رپورٹ
vi: cần được ký hiệu hóa. Báo cáo MetricKit bên dưới
zh_hans: 内存分配。下方的 MetricKit 报告

source: der Signal-Handler darf nichts allozieren, was zum
ar: معالج الإشارة لا يجوز له حجز ذاكرة، وهي لازمة
bn: সিগন্যাল-হ্যান্ডলার এমন কিছু বরাদ্দ করতে পারে না যা
en: the signal handler must not allocate anything, which
es: el manejador de señales no puede reservar memoria, que es lo
fr: le gestionnaire de signal ne peut rien allouer, ce que la
hi: सिग्नल हैंडलर कुछ भी आबंटित नहीं कर सकता, जो
id: signal handler tidak boleh mengalokasikan apa pun yang dapat menyebabkan
it: il gestore del segnale non può allocare ciò che
ja: シグナルハンドラ内では、シンボル化に必要な
ko: 시그널 핸들러는 어떤 것도 할당할 수 없으며, 이는
pt: o handler de sinal não pode alocar nada do que é
ru: обработчик сигнала не может ничего выделять, а это
tr: sinyal işleyicisi hiçbir şey ayıramaz, bu da şuna yol açar:
ur: سگنل ہینڈلر کچھ بھی allocate نہیں کر سکتا جو
vi: signal handler không được cấp phát bất cứ thứ gì dẫn đến
zh_hans: 信号处理器不能进行符号化所需的

source: liefert dieselben Frames mit Namen, sobald iOS ihn ausliefert):
ar: يعطي نفس الإطارات بأسمائها بمجرّد أن يوفّره iOS):
bn: iOS দেওয়ার সাথে সাথে একই ফ্রেম নাম সহ দেয়):
en: shows the same frames with names once iOS delivers it):
es: entrega los mismos frames con nombre en cuanto iOS lo publique):
fr: donne les mêmes frames avec leurs noms, dès qu'iOS le fournit) :
hi: iOS द्वारा उपलब्ध कराते ही वही फ़्रेम नामों के साथ देती है):
id: memberikan frame yang sama dengan nama begitu iOS menyediakannya):
it: mostra gli stessi frame con i nomi, appena iOS lo fornisce):
ja: iOS が出力し次第、同じフレームが名前付きで載ります）:
ko: iOS가 제공하는 즉시 동일한 프레임을 이름과 함께 제공합니다):
pt: dá os mesmos frames com nomes, assim que o iOS o entregar):
ru: покажет те же кадры с именами, как только iOS его выдаст):
tr: iOS onu sağlar sağlamaz aynı çerçeveleri isimlerle verir):
ur: iOS کے فراہم کرتے ہی وہی فریمز نام کے ساتھ دیتی ہے):
vi: cung cấp cùng các khung với tên ngay khi iOS gửi nó):
zh_hans: 会在 iOS 提供后给出同样的堆栈帧，并带上名称）：

source: (keine Absturzfelder im Bericht)
ar: (لا حقول أعطال في التقرير)
bn: (রিপোর্টে ক্র্যাশ ফিল্ড নেই)
en: (no crash fields in the report)
es: (sin campos de fallo en el informe)
fr: (aucun champ de crash dans le rapport)
hi: (रिपोर्ट में क्रैश फ़ील्ड नहीं)
id: (tidak ada bidang crash di laporan)
it: (nessun campo di crash nel report)
ja: （レポートにクラッシュ項目なし）
ko: (보고서에 크래시 필드 없음)
pt: (sem campos de falha no relatório)
ru: (в отчёте нет полей о сбое)
tr: (raporda çökme alanı yok)
ur: (رپورٹ میں کوئی کریش فیلڈ نہیں)
vi: (không có trường crash trong báo cáo)
zh_hans: （报告中没有崩溃字段）

source: (keine)
ar: (لا شيء)
bn: (কোনোটি না)
en: (none)
es: (ninguno)
fr: (aucun)
hi: (कोई नहीं)
id: (tidak ada)
it: (nessuno)
ja: （なし）
ko: (없음)
pt: (nenhum)
ru: (нет)
tr: (yok)
ur: (کوئی نہیں)
vi: (không có)
zh_hans: （无）

source: (nicht lesbar)
ar: (غير قابل للقراءة)
bn: (পড়া যাচ্ছে না)
en: (not readable)
es: (ilegible)
fr: (illisible)
hi: (पढ़ने योग्य नहीं)
id: (tidak dapat dibaca)
it: (non leggibile)
ja: （読み取り不可）
ko: (읽을 수 없음)
pt: (ilegível)
ru: (не читается)
tr: (okunamıyor)
ur: (پڑھا نہیں جا سکتا)
vi: (không đọc được)
zh_hans: （无法读取）

source: Anbieter: %@ · %@
ar: المزوّد: %@ · %@
bn: প্রোভাইডার: %@ · %@
en: Provider: %@ · %@
es: Proveedor: %@ · %@
fr: Fournisseur : %@ · %@
hi: प्रोवाइडर: %@ · %@
id: Penyedia: %@ · %@
it: Provider: %@ · %@
ja: プロバイダ: %@ · %@
ko: 제공자: %@ · %@
pt: Fornecedor: %@ · %@
ru: Провайдер: %@ · %@
tr: Sağlayıcı: %@ · %@
ur: فراہم کنندہ: %@ · %@
vi: Nhà cung cấp: %@ · %@
zh_hans: 提供方：%@ · %@

source: Speicher: %.0f MB belegt · %.0f MB verfügbar · %d Warnung(en)
ar: الذاكرة: %.0f MB مستخدمة · %.0f MB متاحة · %d تحذير(ات)
bn: মেমরি: %.0f MB ব্যবহৃত · %.0f MB উপলব্ধ · %d সতর্কতা
en: Memory: %.0f MB used · %.0f MB free · %d warning(s)
es: Memoria: %.0f MB en uso · %.0f MB disponibles · %d aviso(s)
fr: Mémoire : %.0f Mo utilisés · %.0f Mo libres · %d avertissement(s)
hi: मेमोरी: %.0f MB उपयोग में · %.0f MB उपलब्ध · %d चेतावनी(याँ)
id: Memori: %.0f MB terpakai · %.0f MB tersedia · %d peringatan
it: Memoria: %.0f MB in uso · %.0f MB disponibili · %d avviso/i
ja: メモリ: 使用 %.0f MB · 空き %.0f MB · 警告 %d 件
ko: 메모리: %.0f MB 사용 중 · %.0f MB 사용 가능 · 경고 %d개
pt: Memória: %.0f MB em uso · %.0f MB disponíveis · %d aviso(s)
ru: Память: занято %.0f МБ · доступно %.0f МБ · предупреждений: %d
tr: Bellek: %.0f MB kullanılan · %.0f MB kullanılabilir · %d uyarı
ur: میموری: %.0f MB استعمال شدہ · %.0f MB دستیاب · %d وارننگ
vi: Bộ nhớ: %.0f MB đã dùng · %.0f MB khả dụng · %d cảnh báo
zh_hans: 内存：已用 %.0f MB · 可用 %.0f MB · %d 次警告

source: Stack (Rückkehradressen, nicht symbolisiert —
ar: المكدّس (عناوين العودة، غير مُرمّزة —
bn: স্ট্যাক (রিটার্ন অ্যাড্রেস, সিম্বলাইজ করা হয়নি —
en: Stack (return addresses, not symbolicated —
es: Stack (direcciones de retorno, sin simbolizar —
fr: Pile (adresses de retour, non symbolisées —
hi: स्टैक (रिटर्न एड्रेस, सिंबलीकृत नहीं —
id: Stack (alamat kembali, belum disimbolkan —
it: Stack (indirizzi di ritorno, non simbolizzati —
ja: スタック（戻りアドレス。シンボル化されていません —
ko: 스택 (반환 주소, 심볼화되지 않음 —
pt: Stack (endereços de retorno, não simbolizados —
ru: Стек (адреса возврата, без символизации —
tr: Yığın (dönüş adresleri, sembolleştirilmemiş —
ur: اسٹیک (ریٹرن ایڈریسز، سمبلائزڈ نہیں —
vi: Stack (địa chỉ trả về, chưa ký hiệu hóa —
zh_hans: 堆栈（返回地址，未符号化 —

source: · %lld Nachrichten im Verlauf
ar: · %lld رسالة في السجل
bn: · ইতিহাসে %lld বার্তা
en: · %lld messages in this chat
es: · %lld mensajes en el historial
fr: · %lld messages dans l'historique
hi: · %lld संदेश इस बातचीत में
id: · %lld pesan dalam riwayat
it: · %lld messaggi nella cronologia
ja: · メッセージ %lld 件
ko: · 기록에 메시지 %lld개
pt: · %lld mensagens no histórico
ru: · %lld сообщений в истории
tr: · geçmişte %lld mesaj
ur: · تاریخ میں %lld پیغامات
vi: · %lld tin nhắn trong lịch sử
zh_hans: · 历史记录 %lld 条消息

source: öffnen
ar: فتح
bn: খুলুন
en: — open
es: abrir
fr: ouvrir
hi: खोलें
id: buka
it: apri
ja: を開く
ko: 열기
pt: abrir
ru: открыть
tr: aç
ur: کھولیں
vi: mở
zh_hans: 打开

source: — Einstellungen → Modelle laden und ein anderes Modell wählen.
ar: — الإعدادات → تحميل النماذج واختيار نموذج آخر.
bn: — Settings → মডেল লোড করুন এবং অন্য মডেল বেছে নিন।
en: — Settings → Load models, then pick a different one.
es: — Ajustes → Cargar modelos y elige otro modelo.
fr: — Réglages → Charger les modèles et en choisir un autre.
hi: — सेटिंग्स → मॉडल लोड करें और कोई दूसरा मॉडल चुनें।
id: — Settings → muat model dan pilih model lain.
it: — Impostazioni → Carica modelli e scegli un altro modello.
ja: — 設定 → モデルを読み込んで、別のモデルを選んでください。
ko: — 설정 → 모델 불러오기에서 다른 모델을 선택하세요.
pt: — Definições → Carregar modelos e escolher outro modelo.
ru: — Настройки → загрузи модели и выбери другую.
tr: — Ayarlar → Modelleri yükle ve başka bir model seç.
ur: — Settings → ماڈلز لوڈ کریں اور دوسرا ماڈل چنیں۔
vi: — Cài đặt → tải mô hình và chọn mô hình khác.
zh_hans: — 到设置 → 加载模型，然后换一个模型。

source: — unvollständige Mini-App gerettet, bitte prüfen.
ar: — تم إنقاذ Mini-App ناقصة، راجعها من فضلك.
bn: — অসম্পূর্ণ Mini-App উদ্ধার করা হয়েছে, দয়া করে পরীক্ষা করুন।
en: — incomplete Mini-App salvaged, please check it.
es: — Mini-App incompleta recuperada, revísala.
fr: — Mini-App incomplète récupérée, à vérifier.
hi: — अधूरा Mini-App सुरक्षित कर दिया गया, कृपया जाँच लें।
id: — Mini-App yang belum selesai berhasil diselamatkan, silakan periksa.
it: — Mini-App incompleta recuperata, controllala.
ja: — 未完成の Mini-App を復元しました。確認してください。
ko: — 완료되지 않은 Mini-App이 복구되었습니다. 확인해 주세요.
pt: — Mini-App incompleta recuperada, é melhor verificar.
ru: — неполная Mini-App сохранена, проверь её.
tr: — eksik Mini-App kurtarıldı, lütfen kontrol edin.
ur: — نامکمل Mini-App محفوظ کر لی گئی، براہ کرم جانچیں۔
vi: — Mini-App chưa hoàn chỉnh đã được khôi phục, vui lòng kiểm tra.
zh_hans: — 已抢救出未完成的 Mini-App，请检查。

source: %@ (nicht in Liste)
ar: %@ (ليس في القائمة)
bn: %@ (তালিকায় নেই)
en: %@ (not in list)
es: %@ (no está en la lista)
fr: %@ (absent de la liste)
hi: %@ (सूची में नहीं)
id: %@ (tidak dalam daftar)
it: %@ (non in elenco)
ja: %@（リストにありません）
ko: %@ (목록에 없음)
pt: %@ (não está na lista)
ru: %@ (нет в списке)
tr: %@ (listede yok)
ur: %@ (فہرست میں نہیں)
vi: %@ (không có trong danh sách)
zh_hans: %@（不在列表中）

source: %@ aktiv
ar: %@ نشط
bn: %@ সক্রিয়
en: %@ active
es: %@ activo
fr: %@ actif
hi: %@ सक्रिय
id: %@ aktif
it: %@ attivo
ja: %@ が有効
ko: %@ 활성
pt: %@ ativo
ru: Активно: %@
tr: %@ aktif
ur: %@ فعال
vi: %@ đang hoạt động
zh_hans: %@ 已启用

source: %@ — weitere Anbieter
ar: %@ — مزوّدون آخرون
bn: %@ — আরও প্রোভাইডার
en: %@ — more providers
es: %@ — más proveedores
fr: %@ — autres fournisseurs
hi: %@ — और प्रोवाइडर
id: %@ — penyedia lainnya
it: %@ — altri provider
ja: %@ — その他のプロバイダ
ko: %@ — 다른 제공자
pt: %@ — mais fornecedores
ru: %@ — другие провайдеры
tr: %@ — diğer sağlayıcılar
ur: %@ — مزید فراہم کنندگان
vi: %@ — nhà cung cấp khác
zh_hans: %@ — 更多提供商

source: %lld aktiv
ar: %lld نشط
bn: %lld সক্রিয়
en: %lld active
es: %lld activos
fr: %lld actifs
hi: %lld सक्रिय
id: %lld aktif
it: %lld attivi
ja: %lld 件有効
ko: %lld개 활성
pt: %lld ativos
ru: Активно: %lld
tr: %lld aktif
ur: %lld فعال
vi: %lld đang hoạt động
zh_hans: %lld 个已启用

source: (kein Konto hinterlegt — unter Anbieter einen Key eintragen)
ar: (لا حساب — أضف مفتاحًا عند المزوّدين)
bn: (কোনো অ্যাকাউন্ট নেই — Provider-এ গিয়ে একটি Key দিন)
en: (no account set up — add a key under Providers)
es: (sin cuenta guardada — añade una clave en Proveedores)
fr: (aucun compte enregistré — saisis une clé sous Fournisseurs)
hi: (कोई खाता सेट नहीं — प्रोवाइडर में जाकर एक Key जोड़ें)
id: (belum ada akun — masukkan Key di Provider)
it: (nessun account configurato — inserisci una key in Provider)
ja: （アカウント未設定 — プロバイダでキーを入力）
ko: (등록된 계정 없음 — Provider에서 Key를 입력하세요)
pt: (sem conta guardada — introduz uma chave em Fornecedores)
ru: (аккаунт не задан — добавь ключ в разделе «Провайдеры»)
tr: (hesap yok — Sağlayıcı'da bir Key girin)
ur: (کوئی اکاؤنٹ موجود نہیں — Provider میں جا کر ایک Key درج کریں)
vi: (chưa có tài khoản — nhập Key trong Provider)
zh_hans: （未设置账户 — 请在“提供方”里填入 Key）

source: (kein Modell gewählt)
ar: (لم يُحدَّد نموذج)
bn: (কোনো মডেল বাছা হয়নি)
en: (no model selected)
es: (sin modelo seleccionado)
fr: (aucun modèle choisi)
hi: (कोई मॉडल नहीं चुना गया)
id: (belum ada model dipilih)
it: (nessun modello scelto)
ja: （モデル未選択）
ko: (선택된 모델 없음)
pt: (nenhum modelo escolhido)
ru: (модель не выбрана)
tr: (model seçilmedi)
ur: (کوئی ماڈل منتخب نہیں)
vi: (chưa chọn mô hình)
zh_hans: （未选择模型）

source: (kein lokales Modell gewählt — unter Anbieter eins laden und auswählen)
ar: (لم يُحدَّد نموذج محلي — حمّل واحداً من المزوّد ثم اختره)
bn: (কোনো লোকাল মডেল বাছা হয়নি — Provider-এ গিয়ে একটি ডাউনলোড করে বাছুন)
en: (no local model selected — load one under Providers and pick it)
es: (ningún modelo local seleccionado: carga uno en Proveedores y elígelo)
fr: (aucun modèle local choisi — charges-en un sous Fournisseurs et sélectionne-le)
hi: (कोई लोकल मॉडल नहीं चुना गया — प्रोवाइडर में जाकर एक लोड करें और चुनें)
id: (belum ada model lokal dipilih — unduh dan pilih satu di Provider)
it: (nessun modello locale scelto — caricane uno in Provider e selezionalo)
ja: （ローカルモデルが未選択です — プロバイダで読み込んで選んでください）
ko: (선택된 로컬 모델 없음 — Provider에서 하나를 다운로드하고 선택하세요)
pt: (nenhum modelo local escolhido — carrega e seleciona um em Fornecedores)
ru: (локальная модель не выбрана — загрузи и выбери её в разделе «Провайдеры»)
tr: (yerel model seçilmedi — Sağlayıcı'da birini indirip seçin)
ur: (کوئی لوکل ماڈل منتخب نہیں — Provider میں جا کر ایک ڈاؤن لوڈ کر کے منتخب کریں)
vi: (chưa chọn mô hình cục bộ — tải và chọn một trong Provider)
zh_hans: （未选择本地模型 — 请在“服务商”里加载并选择一个）

source: (keine Antwort)
ar: (لا رد)
bn: (কোনো উত্তর নেই)
en: (no reply)
es: (sin respuesta)
fr: (aucune réponse)
hi: (कोई जवाब नहीं)
id: (tidak ada jawaban)
it: (nessuna risposta)
ja: （応答なし）
ko: (응답 없음)
pt: (sem resposta)
ru: (нет ответа)
tr: (yanıt yok)
ur: (کوئی جواب نہیں)
vi: (không có phản hồi)
zh_hans: （无回复）

source: (lokales Modell nicht geladen — unter Anbieter herunterladen)
ar: (النموذج المحلي غير محمَّل — نزّله عند المزوّدين)
bn: (লোকাল মডেল লোড হয়নি — Provider-এ গিয়ে ডাউনলোড করুন)
en: (local model not loaded — download it under Providers)
es: (modelo local no cargado — descárgalo en Proveedores)
fr: (modèle local non chargé — télécharge-le sous Fournisseurs)
hi: (लोकल मॉडल लोड नहीं हुआ — प्रोवाइडर में जाकर डाउनलोड करें)
id: (model lokal belum dimuat — unduh di Provider)
it: (modello locale non caricato — scaricalo in Provider)
ja: （ローカルモデル未読み込み — プロバイダでダウンロード）
ko: (로컬 모델이 로드되지 않음 — Provider에서 다운로드하세요)
pt: (modelo local não carregado — transfere em Fornecedores)
ru: (локальная модель не загружена — скачай в разделе «Провайдеры»)
tr: (yerel model yüklenmedi — Sağlayıcı'da indirin)
ur: (لوکل ماڈل لوڈ نہیں ہوا — Provider میں جا کر ڈاؤن لوڈ کریں)
vi: (mô hình cục bộ chưa được tải — tải trong Provider)
zh_hans: （本地模型未加载 — 请在“提供方”里下载）

source: (vermutlich zu wenig Speicherplatz). Es wird nichts geschrieben, damit die Datei
ar: (على الأرجح لا توجد مساحة تخزين كافية). لن يُكتب أي شيء كي يبقى الملف
bn: (সম্ভবত স্টোরেজ কম আছে)। কিছুই লেখা হচ্ছে না যাতে ফাইল
en: (probably not enough storage). Nothing is being written so the file
es: (probablemente falta espacio). No se escribe nada para que el archivo
fr: (probablement pas assez d'espace de stockage). Rien n'est écrit pour que le fichier
hi: (शायद स्टोरेज कम है)। कुछ भी नहीं लिखा जा रहा ताकि फ़ाइल
id: (kemungkinan ruang penyimpanan kurang). Tidak ada yang ditulis agar file
it: (probabilmente spazio insufficiente). Non viene scritto nulla, così il file
ja: （おそらく空き容量不足）。既存のファイルを
ko: (저장 공간 부족으로 추정됨). 파일이
pt: (provavelmente falta espaço). Nada é escrito, para que o ficheiro
ru: (вероятно, не хватает места). Запись остановлена, чтобы файл
tr: (muhtemelen depolama alanı yetersiz). Dosyanın
ur: (غالباً اسٹوریج کم ہے)۔ کچھ نہیں لکھا جا رہا تاکہ فائل
vi: (có thể do thiếu dung lượng lưu trữ). Không có gì được ghi để tệp
zh_hans: （多半是存储空间不足）。暂不写入任何内容，以便文件

source: API-Fehler %lld (keine Details).
ar: خطأ API %lld (بلا تفاصيل).
bn: API ত্রুটি %lld (বিস্তারিত নেই)।
en: API error %lld (no details).
es: Error de API %lld (sin detalles).
fr: Erreur API %lld (aucun détail).
hi: API त्रुटि %lld (कोई विवरण नहीं)।
id: Kesalahan API %lld (tidak ada detail).
it: Errore API %lld (nessun dettaglio).
ja: API エラー %lld（詳細なし）。
ko: API 오류 %lld (세부 정보 없음).
pt: Erro de API %lld (sem detalhes).
ru: Ошибка API %lld (без подробностей).
tr: API hatası %lld (ayrıntı yok).
ur: API خرابی %lld (کوئی تفصیل نہیں)۔
vi: Lỗi API %lld (không có chi tiết).
zh_hans: API 错误 %lld（无详细信息）。

source: API-Key
ar: مفتاح API
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
pt: Chave de API
ru: API-ключ
zh_hans: API 密钥

source: API-Key erstellen
ar: إنشاء مفتاح API
bn: API-Key তৈরি করুন
en: Create API key
es: Crear clave de API
fr: Créer une clé API
hi: API-Key बनाएँ
id: Buat API-Key
it: Crea API key
ja: API キーを作成
ko: API-Key 생성
pt: Criar chave de API
ru: Создать API-ключ
tr: API-Key oluştur
ur: API-Key بنائیں
vi: Tạo API-Key
zh_hans: 创建 API Key

source: API-Key erstellen (console.anthropic.com)
ar: إنشاء مفتاح API (console.anthropic.com)
bn: API-Key তৈরি করুন (console.anthropic.com)
en: Create API key (console.anthropic.com)
es: Crear clave de API (console.anthropic.com)
fr: Créer une clé API (console.anthropic.com)
hi: API-Key बनाएँ (console.anthropic.com)
id: Buat API-Key (console.anthropic.com)
it: Crea API key (console.anthropic.com)
ja: API キーを作成 (console.anthropic.com)
ko: API-Key 생성 (console.anthropic.com)
pt: Criar chave de API (console.anthropic.com)
ru: Создать API-ключ (console.anthropic.com)
tr: API-Key oluştur (console.anthropic.com)
ur: API-Key بنائیں (console.anthropic.com)
vi: Tạo API-Key (console.anthropic.com)
zh_hans: 创建 API Key（console.anthropic.com）

source: API-Key erstellen (console.x.ai)
ar: إنشاء مفتاح API (console.x.ai)
bn: API-Key তৈরি করুন (console.x.ai)
en: Create API key (console.x.ai)
es: Crear clave de API (console.x.ai)
fr: Créer une clé API (console.x.ai)
hi: API-Key बनाएँ (console.x.ai)
id: Buat API-Key (console.x.ai)
it: Crea API key (console.x.ai)
ja: API キーを作成 (console.x.ai)
ko: API-Key 생성 (console.x.ai)
pt: Criar chave de API (console.x.ai)
ru: Создать API-ключ (console.x.ai)
tr: API-Key oluştur (console.x.ai)
ur: API-Key بنائیں (console.x.ai)
vi: Tạo API-Key (console.x.ai)
zh_hans: 创建 API Key（console.x.ai）

source: API-Key erstellen (platform.openai.com)
ar: إنشاء مفتاح API (platform.openai.com)
bn: API-Key তৈরি করুন (platform.openai.com)
en: Create API key (platform.openai.com)
es: Crear clave de API (platform.openai.com)
fr: Créer une clé API (platform.openai.com)
hi: API-Key बनाएँ (platform.openai.com)
id: Buat API-Key (platform.openai.com)
it: Crea API key (platform.openai.com)
ja: API キーを作成 (platform.openai.com)
ko: API-Key 생성 (platform.openai.com)
pt: Criar chave de API (platform.openai.com)
ru: Создать API-ключ (platform.openai.com)
tr: API-Key oluştur (platform.openai.com)
ur: API-Key بنائیں (platform.openai.com)
vi: Tạo API-Key (platform.openai.com)
zh_hans: 创建 API Key（platform.openai.com）

source: API-Key oder Login
ar: مفتاح API أو تسجيل دخول
bn: API-Key বা লগইন
en: API key or login
es: Clave de API o inicio de sesión
fr: Clé API ou connexion
hi: API-Key या लॉगिन
id: API-Key atau Login
it: API key o login
ja: API キーまたはログイン
ko: API-Key 또는 로그인
pt: Chave de API ou início de sessão
ru: API-ключ или вход
tr: API-Key veya Giriş
ur: API-Key یا لاگ اِن
vi: API-Key hoặc Đăng nhập
zh_hans: API Key 或登录

source: API-Key — Standard Chat Completions (api.openai.com). Nach „Modelle laden“ ein verfügbares Modell wählen.
ar: مفتاح API — Chat Completions القياسي (api.openai.com). بعد «تحميل النماذج» اختر نموذجاً متاحاً.
bn: API-Key — সাধারণ Chat Completions (api.openai.com)। “Modelle laden”-এর পর একটি উপলব্ধ মডেল বাছুন।
en: API key — standard Chat Completions (api.openai.com). After “Load models”, pick an available model.
es: Clave API — Chat Completions estándar (api.openai.com). Tras “Cargar modelos”, elige un modelo disponible.
fr: Clé API — Chat Completions standard (api.openai.com). Après « Charger les modèles », choisis un modèle disponible.
hi: API-Key — मानक Chat Completions (api.openai.com)। “मॉडल लोड करें” के बाद उपलब्ध मॉडल में से एक चुनें।
id: API-Key — Chat Completions standar (api.openai.com). Setelah “Modelle laden”, pilih model yang tersedia.
it: Chiave API — Chat Completions standard (api.openai.com). Dopo «Carica modelli» scegli un modello disponibile.
ja: API キー — 標準の Chat Completions（api.openai.com）。「モデルを読み込む」のあと、使えるモデルを選んでください。
ko: API-Key — 표준 Chat Completions (api.openai.com). “Modelle laden” 후 사용 가능한 모델을 선택하세요.
pt: Chave API — Chat Completions padrão (api.openai.com). Depois de «Carregar modelos», escolhe um modelo disponível.
ru: API-ключ — стандартный Chat Completions (api.openai.com). После «Загрузить модели» выбери доступную модель.
tr: API-Key — standart Chat Completions (api.openai.com). “Modelle laden”den sonra mevcut bir model seçin.
ur: API-Key — عام Chat Completions (api.openai.com)۔ “Modelle laden” کے بعد ایک دستیاب ماڈل منتخب کریں۔
vi: API-Key — Chat Completions tiêu chuẩn (api.openai.com). Sau “Modelle laden”, chọn một mô hình khả dụng.
zh_hans: API 密钥 — 标准 Chat Completions（api.openai.com）。点“加载模型”后再选一个可用模型。

source: Abbrechen
ar: إلغاء
bn: বাতিল করুন
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消

source: Abbruch — meist eine nicht abgefangene Ausnahme oder ein fehlgeschlagenes assert.
ar: إنهاء قسري (abort) — غالبًا استثناء غير مُلتقَط أو assert فاشل.
bn: বন্ধ হয়ে গেছে — সাধারণত একটি অধরা exception বা ব্যর্থ assert।
en: Abort — usually an uncaught exception or a failed assert.
es: Abort — casi siempre una excepción no capturada o un assert fallido.
fr: Abandon — le plus souvent une exception non interceptée ou un assert qui a échoué.
hi: एबॉर्ट — आमतौर पर बिना संभाला गया अपवाद या असफल assert।
id: Berhenti — biasanya exception yang tidak tertangani atau assert yang gagal.
it: Abort — di solito un'eccezione non gestita o un assert fallito.
ja: 異常終了 (abort) — 多くは未捕捉の例外か assert の失敗です。
ko: 중단 — 대개 처리되지 않은 예외 또는 실패한 assert.
pt: Abort — normalmente uma exceção não capturada ou um assert falhado.
ru: Прерывание (abort) — обычно необработанное исключение или проваленный assert.
tr: Durduruldu — genellikle yakalanmamış bir istisna veya başarısız bir assert.
ur: بند ہو گیا — عام طور پر ایک ان کاٹی گئی exception یا ناکام assert۔
vi: Dừng lại — thường do một ngoại lệ không được bắt hoặc một assert thất bại.
zh_hans: 中止 — 多半是未捕获的异常或失败的 assert。

source: Abbruchgrund — genauer als alles, was die App selbst mitschreiben kann.
ar: سبب الإنهاء — أدقّ من أي شيء يستطيع التطبيق نفسه تسجيله.
bn: বন্ধ হওয়ার কারণ — অ্যাপ নিজে যা রেকর্ড করতে পারে তার চেয়ে নির্ভুল।
en: termination reason — more precise than anything the app can log itself.
es: Motivo de la terminación — más preciso que todo lo que la app pueda registrar por su cuenta.
fr: motif d'arrêt — plus précis que tout ce que l'app peut consigner elle-même.
hi: समाप्ति का कारण — जो भी ऐप खुद दर्ज कर सकता है उससे कहीं ज़्यादा सटीक।
id: Alasan penghentian — lebih akurat dari apa pun yang bisa dicatat aplikasi sendiri.
it: Motivo della terminazione — più preciso di qualsiasi cosa l'app possa registrare da sé.
ja: 終了理由 — アプリ自身が記録できるどの情報よりも正確です。
ko: 중단 이유 — 앱 자체가 기록할 수 있는 것보다 더 정확합니다.
pt: motivo do encerramento — mais preciso do que tudo o que a própria app consegue registar.
ru: причину завершения — точнее, чем всё, что приложение способно записать само.
tr: Durdurma nedeni — uygulamanın kendisinin kaydedebileceğinden daha kesin.
ur: بند ہونے کی وجہ — ایپ خود جو ریکارڈ کر سکتی ہے اس سے زیادہ درست۔
vi: Lý do dừng — chính xác hơn bất cứ điều gì bản thân ứng dụng có thể ghi lại.
zh_hans: 终止原因 — 比 App 自己能记下的任何信息都准确。

source: Abo-Login (OAuth)
ar: تسجيل دخول بالاشتراك (OAuth)
bn: সাবস্ক্রিপশন লগইন (OAuth)
en: Subscription login (OAuth)
es: Acceso con suscripción (OAuth)
fr: Connexion abonnement (OAuth)
hi: सब्सक्रिप्शन लॉगिन (OAuth)
id: Login Langganan (OAuth)
it: Accesso abbonamento (OAuth)
ja: サブスクリプションでログイン (OAuth)
ko: 구독 로그인 (OAuth)
pt: Início de sessão com subscrição (OAuth)
ru: Вход по подписке (OAuth)
tr: Abonelik Girişi (OAuth)
ur: سبسکرپشن لاگ اِن (OAuth)
vi: Đăng nhập gói đăng ký (OAuth)
zh_hans: 订阅登录（OAuth）

source: Absturz
ar: الانهيار
bn: ক্র্যাশ
en: Crash
es: Fallo
fr: Plantage
hi: क्रैश
id: Crash
it: Crash
ja: クラッシュ
ko: 크래시
pt: Falha
ru: Сбой
tr: Çökme
ur: کریش
vi: Crash
zh_hans: 崩溃

source: Adresse (z. B. youtube.com)
ar: العنوان (مثلًا: youtube.com)
bn: ঠিকানা (যেমন youtube.com)
en: Address (e.g. youtube.com)
es: Dirección (p. ej. youtube.com)
fr: Adresse (p. ex. youtube.com)
hi: पता (जैसे youtube.com)
id: Alamat (mis. youtube.com)
it: Indirizzo (es. youtube.com)
ja: アドレス（例: youtube.com）
ko: 주소 (예: youtube.com)
pt: Endereço (p. ex. youtube.com)
ru: Адрес (напр. youtube.com)
tr: Adres (örn. youtube.com)
ur: پتہ (مثلاً youtube.com)
vi: Địa chỉ (vd. youtube.com)
zh_hans: 网址（例如 youtube.com）
